CSI API ETABS v1
cSapModel.Func Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cFunction Func { get; }
ReadOnly Property Func As cFunction
	Get
Dim instance As cSapModel
Dim value As cFunction
value = instance.Func
property cFunction^ Func {
	cFunction^ get ();
}
abstract Func : cFunction with get
Property Value
Type: cFunction
See Also
Reference
cSapModel Interface
ETABSv1 Namespace